noelanderson/circuitpython/ports/raspberrypi/boards/badwolf_gup_v5/mpconfigboard.h
// This file is part of the CircuitPython project: https://circuitpython.org
//
// SPDX-FileCopyrightText: Copyright (c) 2021 Scott Shawcroft for Adafruit Industries
//
// SPDX-License-Identifier: MIT

#define MICROPY_HW_BOARD_NAME "BadWolf Gup v5"
#define MICROPY_HW_MCU_NAME "rp2350b"
